"label.welcome" = "Welcome to TalkBlast";
"Today" = "Today";
"Tomorrow" = "Tomorrow";
"Yesterday" = "Yesterday";
"iConferenceCall" = "TalkBlast";
"attendee.count" = "Attendees: %d";
"AddTitle" = "New";
"tab.blasts" = "Blasts";
"page.blasts.title" = "Blasts";
"tab.settings" = "Settings";
"page.conferencecall.editor.new" = "New Conference";
"button.blastit" = "BlastIT";
"button.setup" = "Setup";
"button.cancel" = "Cancel";
"button.register" = "Register";
"button.confirm" = "Confirm";
"button.upload" = "Upload";
"table.section.info" = "Blast Details";
"table.section.call.history" = "Past Plasts";
"page.conferencecall.editor.name" = "Name: %@";
"page.conferencecall.editor.title.name" = "Name";
"page.conferencecall.editor.name.placeholder" = "Conference Name";
"page.conferencecall.editor.time" = "Time: %@";
"page.conferencecall.editor.title.time" = "Time";
"page.conferencecall.editor.time.placeholder" = "Time (defaults to NOW)";
"page.conferencecall.editor.attendees" = "Attendees";
"page.conferencecall.editor.attendee.select.number" = "Phone number";
"page.conferencecall.editor.attendee.clear" = "CLEAR LIST";
"page.conferencecall.editor.recording" = "Recording";
"page.settings.company" = "Company";
"page.settings.optional" = "optional";
"page.settings.username" = "Username";
"page.settings.email" = "E-Mail";
"page.settings.password" = "Password";
"page.settings.password.set" = "<Not Displayed>";
"page.settings.callerid" = "Caller ID";
"page.settings.purchase.minutes" = "Purchase Minutes";
"page.settings.remaining.minutes" = "Remaining Minutes";
"page.settings.setup" = "Setup";
"page.settings.information" = "Enter your email and password, together with the caller ID you want attendees to see when TalkBlast starts a conference call. Press 'Confirm' to have the system validate you or to set you up with a new account.";
"error.invalid.email" = "Invalid E-Mail";
"error.invalid.phone" = "Invalid Caller ID. You number needs to be a 10 digit number.";
"error.input" = "Input Error";
"error.invalid.account" = "Invalid Account";
"error.invalid.account.info" = "Your email and password cannot be validated with the TalkBlast server. Please validate your account information.";
"error.input.ok" = "OK";
"error.account.not.found" = "No Such Account";
"error.authentication" = "Bad username and password";
"welcome" = "Welcome to TalkBlast";
"welcome.info" = "To get started you have to create an account with TalkBlast. Don't worry, it will only take a second.";
"registration.info" = "The account could not be found. Press Cancel to verify you email and password or press Register to create an account.";
"page.recordings.title" = "Recordings";
"tab.recordings" = "Recordings";
"page.home.title" = "Home";
"tab.home" = "Home";
"page.recordings.header" = "Available Recordings";
"page.recordings.label" = "Create Introductory Greeting";
"max.duration" = "15 Seconds Max";
"file.name" = "File name";
"generic.error" = "Error";
"error.missing.filename" = "Enter a file name before recording";
"error.recording" = "Can't record";
"error.recording.hardware" = "No audio input hardware is available";
"error.playing" = "Can't play";
"error.server" = "Server connection error";
"error.server.unreachable" = "TalkBlast is currently unavailable.";
"error.server.unavailable" = "TalkBlast is currently unavailable";
"error.server.statuscode" = "The TalkBlast server issued an incorrect status code: %@";

